# RedrawSelection

## Description
This will update selection indication without redrawing the drawing.

```pascal
PROCEDURE RedrawSelection;
```

```python

def vs.RedrawSelection():
    return None
```

## Version
Availability: from Vectorworks 2010
## Category
* Utility